[
  {
    "text": "Принтик C9 голубой. Не требует чернил, Термопечать, Подключение по Bluetooth, Работает с Android и iOS, Приложение \"ПРИНТИКИ\", Аккумулятор 1200 мАч, До 5 часов работы, Печать 30-40 этикеток. max_print_resolution: 200x200 dpi, print_quality: 384 dpi, supported_paper_types: термобумага, самоклеящаяся бумага, прозрачная бумага, print_technology: термопечать, print_color: черно-белый, print_format: A8, connection_interface: Bluetooth, software: Приложение \"ПРИНТИКИ\", battery: Есть, battery_life: до 5 часов, print_capacity: 30-40 этикеток, power_supply: USB, connector_type: Type-C, Дополнительная информация: Принтик для печати этикеток и наклеек.",
    "payload": {
      "type": "product",
      "article": 154757030,
      "subject_name": "Принтеры портативные",
      "model": "C9",
      "color": "голубой"
    }
  },
  {
    "text": "Принтик C25 розовый. Не требует чернил, Термопечать, Подключение по Bluetooth, Работает с Android и iOS, Приложение \"ПРИНТИКИ\", Аккумулятор 1200 мАч, До 5 часов работы, Печать 30-40 этикеток. Принтик для печати этикеток и наклеек.",
    "payload": {
      "type": "product",
      "article": 202337604,
      "subject_name": "Принтеры портативные",
      "model": "C25",
      "color": "розовый"
    }
  },
  {
    "text": "Поддерживается ли цветная печать на принтере? Принтик печатает только в черно-белом формате.",
    "payload": {
      "type": "faq",
      "subject_name": "Принтеры портативные"
    }
  },
  {
    "text": "Что делать, если принтер не включается? Если принтик не включается, советуем проверить его зарядку. Желательно полностью зарядить принтик перед использованием.",
    "payload": {
      "type": "faq",
      "subject_name": "Принтеры портативные"
    }
  },
  {
    "text": "Для подключения к принтику необходимо скачать приложение 'Принтики'. Оно доступно в AppStore и Google Play. Принтик работает по Bluetooth, печатает только в черно-белом формате, не использует краску. Печать происходит по технологии термопечати. Заряжается 1,5 часа. Убедитесь, что Bluetooth на вашем устройстве включен. Подключение происходит через само приложение, а не через настройки телефона. Убедитесь, что приложению даны все необходимые разрешения. Убедитесь, что у принтика мигает датчик. Внимание: когда принтик заряжается, он не будет печатать. В приложении, в разделе 'Главная', справа сверху нажмите кнопку '+', найдите ваш принтик и подключитесь. Если ничего не помогает, обратитесь в поддержку. Мы ответим вам в ближайшее время.",
    "payload": {
      "type": "instruction",
      "subject_name": "Принтеры портативные",
      "section": "usage"
    }
  },
  {
    "text": "Убедитесь, что напряжение соответствует указанному на приборе. Промойте все части мясорубки (кроме корпуса) теплой водой с мылом.",
    "payload": {
      "type": "instruction",
      "subject_name": "Мясорубки электрические",
      "section": "setup"
    }
  },
  {
    "text": "Обновление приложения ПРИНТИКИ. Вышла новая версия (12) приложения. Доступно к скачиванию через Google Play, RuStore, AppStore. Для тех кто не может скачать с Google Play, в нашем телеграмм канале ПРИНТИКИ в закрепе доступен apk файл к скачиванию. Там тоже 12 версия уже залита.",
    "payload": {
      "type": "news",
      "title": "Обновление приложения ПРИНТИКИ",
      "date": "2025-03-13T21:00:00.000Z"
    }
  },
  {
    "text": "Новое поступление принтиков. В продажу поступили новые модели принтиков с улучшенными характеристиками.",
    "payload": {
      "type": "news",
      "title": "Новое поступление принтиков",
      "date": "2025-03-15T10:00:00.000Z"
    }
  }
]